all
three-toed
monotypic
chinese
mandible
washed
suburban
lack
yellow
fuego
larus
woods
migrates
reinhold
coccyzus
corvids
transits
relationships
whose
referring
onux
auk
swan
striking
to
tail
edward
under
lord
immature
crest
al.
bay-breasted
belonging
song
far
saskatchewan
oceans
swallows
alcidae
every
fall
3.9–5.5
mergus
inhabits
buff-bellied
vast
alpine
four
mniotilta
anas
naturalist
skills
sluggish
large
kingfisher
sand
unrelated
dusky
greenish
small
nondescript
gull-like
20th
frigatebirds
merganser
coccothraustes
1987.
sooty
grasshopper
phipps
surrounding
second
kentucky
elegans
rosefinches
cactus
crests
blue
melancholicus
swamps
panama
jaeger
while
asia
lights
yellow-bellied
version
ceryle
above
new
tips
kingbirds
glossy-starling
dwells
million
smyrnensis
ranges
mew
songbirds
icteria
chebec
strong
icterid
almost
colored
alcyon
domesticus
quiscalus
base
phalacrocorax
golden
roadrunner
via
family
south-central
africa
highly
visible
agelaius
pliny
total
herring
eye
distinct
mexico
arctic
two
delawarensis
rubra
mimidae
call
north-western
chrysoptera
type
until
minor
more
chestnut
females
populations
crested
meadowlarks
brushy
deciduous
adult
known
colaptes
krill
waxwing
vespertinus
word
g
floridanus
mm
mi
cristata
nine
foliage
eye-rings
male
melodia
newfoundland
beautiful
superspecies
ciris
minimus
northernmost
states
indicates
indies
hyemalis
pipit
amphispiza
woodpecker
cardinal-grosbeaks
species
pyrocephalus
information
5.3
5.5
bonaparte
peregrina
occidentalis
/ˈmælərd/
vagrant
fulmar
rhinoceros
very
hot
occasionally
leukos
widespread
petchary
mangroves
after
derived
shores
interior
acadian
yncas
horizontal
siberia
a
short
thalasseus
orchard
plumaged
prefers
chordeilinae
life
eats
greek
shore
chebecker
green
grande
cooperi
meadowlark
fregata
wing
grasshoppers
brehm
green-tailed
mexican
sternula
borealis
taxonomy
over
chloroceryle
grey-brown
mallard
tremblers
through
white-breasted
12.5
forked
japan
its
before
27
21
22
systema
highlights
colibri
,
actually
late
hillsides
distinguishing
argentina
glaucous-winged
wingspan
formosa
belly
downy
guiraca
evening
widely
males
hunter
band
yellow-legged
they
muskeg
mimicking
bank
easily
frigate
rocky
sub-antarctic
fully
grasslands
classified
with
normally
rivoli
each
found
feeds
difficult
chipping
referred
heavy
weighs
england
weight
fairly
dark-mantled
series
fish
fast-running
duchess
dark-eyed
passeridae
savannarum
enucleator
ring
glacialis
given
ailuroedus
brandt
since
pigeon
breweri
ashy-grey
streaking
olive-brown
yellow-breasted
venezuela
occurs
arizona
wisconsin
)
podicipedidae
u.s.
succession
threatened
bird-of-paradise
mourning
extraordinary
butcherbird
buntings
members
paradisaea
dolichonyx
uplands
tristis
albatross
eared
caerulescens
grasses
days
dispersal
americas
grackle
american
torquata
columbiana
nelsoni
feed
major
strepera
neglecta
frugivore
feet
wash
antrostomus
approximately
another
flycatcher
niger
eremos
hood
passer
castanea
similarly
pelagic
coasts
perching
least
intermediate
listed
storm
gray-olive
cyanocitta
ranging
purpureus
observations
white-crowned
relationship
bobolink
meridionalis
's
carolinus
western
somewhat
authors
corniculata
cormorant
king
john
classed
elegant
double
cowbird
tree
likely
hudros
bohemian
ecuador
sister
treated
bridge
iliaca
phoebetria
antarctica
gavia
pallida
seen
rufous-sided
mid-western
subspecies
vulnerable
relatively
mountain
wilson
folk-names
depending
puffins
white-throated
-
isolated
camouflage
metallic
majority
chest
build
season
tunstall
fuertesi
geothlypis
troglodytes
though
cyanocorax
measures
medium-sized
most
flavus
groove-billed
mangrove
black-billed
buff-grey
zealand
clear
sometimes
cover
km
definitely
0.85–1.39
deeply
cyclorrhynchus
magnolia
olivacea
leucophrys
eurasia
thomas
particularly
sparrow
insects
flicker
scattered
glaucous
olive-sided
cliff-nesting
fine
northeast
resemblance
deserts
northern
glaukos
pleistocene
distributed
minnesota
rico
tillo
rich
13–14
gramineus
his
orange-crowned
cardinals
coast
guatemala
breast
closely
despite
during
crotophaga
alexander
forficatus
parisorum
covering
philadelphicus
generally
patch
querula
common
picoides
subcosmopolitan
forster
river
stercorariidae
bars
ses
tephrocotis
habit
flavifrons
testing
aphelocoma
plumage
collectively
see
are
sea
close
nocturnal
rudis
oreothlypis
2.5
barn
brazil
westernmost
excubitor
distinctive
currently
pomarine
songbird
smallest
various
bellies
black-necked
europe
latin
recently
monocerata
underparts
initially
oryzivorus
sole
however
southeast
distinguish
nunavut
both
black-footed
anthus
shrike
bronzed
distinguished
saltmarsh
roman
thrashers
genus
whole
southeastern
baltimore
red-legged
legs
northeastern
height
lamprotornis
tennessee
starling
crinitus
stercorarius
throughout
north-central
ammodramus
described
raise
old-growth
union
three
been
.
geo
suburbs
nape
much
ring-billed
orioles
contopus
hokkaidō
euphagus
flight
oryza
eastern
tyrannidae
white-eyed
great
amphibians
ani
empidonax
adaptable
lives
redstarts
nighthawk
rosy-finch
bluish-green
cerorhinca
white-headed
loon
exception
east
being
thlupis
straight
bill
frigate-bird
red-cockaded
warbler
lesser
iucn
near
tigrina
24–39.5
p.
all-black
have
brewer
moth
galbula
is
golden-winged
it
jungles
smithsonianus
rio
in
salpinctes
0.30
starling-sized
confirmed
passeriformes
podilymbus
suggest
make
belong
greyer
shag
spurius
colonies
several
bogoslof
european
cardinalidae
used
syn
rain
zonotrichia
stripe
i.
recent
dark
lower
kept
older
diomedeidae
cheek
10–14
ocean
wax-like
edge
cedar
the
spend
tanager
indigo
just
migratory
montanus
wasps
auklet
diver/arctic
commemorates
solitarius
cedrorum
1611
cerulea
continent
coerulescens
1771
$
penicillatus
alternate
jäger
belongs
has
chaparral
take
australia
nightjar
ponds
mayo
chlorurus
possibly
insect-eating
forested
cape
subfamily
wings
apart
nucifraga
cuculidae
fulmarus
cooler
citrea
seaside
specific
55
night
breeder
buff
riparia
names
lucien
greenland
old
often
dryobates
duck
some
back
crows
urile
palm
3.1
nicaragua
vesper
sturnidae
smallish
dense
swallow-tailed
for
claw
purple
vocalizations
fox
central
lark
juncos
anna
be
eating
prairies
martin
lakes
grosbeak
forsteri
flanks
dna
panhandle
bicolor
ochre
by
gigas
dark-streaked
lapis
months
rose-breasted
passerella
interbreeding
pacificus
range
misleading
auratus
maritimus
islands
seabird
shiny
ruby-throated
corax
contains
beetles
formerly
caspia
into
within
odd-looking
down
rubescens
mitochondrial
coastal
seasons
immutabilis
resembles
dehydrogenase
ontario
serrator
territories
flying
depicted
long
tame
ludovicianus
trikhos
handbook
ptilonorhynchidae
dumetella
:
was
pitirre
mountains
head
elsewhere
inches
crown
white-necked
6
muscicapa
hemisphere
atlantic
line
migrating
true
portions
up
horned
piculets
hypochrysea
frigate-petrel
similar
called
cormorants
bred
associated
adults
hiemalis
covers
evidence
''
scarlet
single
diverse
saltwater
emberizidae
home
face
constructed
long-billed
marking
%
no
creeper
nigra
backs
crowns
mtdna
grouped
parakeet
neotropics
ornithologia
cyanocephalus
vireo
southeasternmost
pinicola
5.1–5.5
scrub
william
pelagicus
fusca
variable
parapatric
missouri
desert
patterned
n.
practically
typically
proposed
together
sawyer
collared
lincolnii
time
pagophila
once
warblers
gadwall
sitta
global
vermilion
erythrocephalus
tip
onomatopoeically
abundant
scott
seed-eating
setophaga
zone
colubris
blue-headed
rufous
young
arid
sinaloan
rubinus
bewickii
analogous
include
schistisagus
parulidae
brown
heermanni
vegae
outside
sage
caprimulgidae
nesting
wintering
olivaceus
duller
northwestern
grey
cardellina
philippines
colors
travels
tunnel
brachyrhynchos
brownish
gilvus
red-faced
originally
oros
smaller
century
obsoletus
caspian
crow
michahellis
aedon
rivers
inland
prairie
~70
saya
nests
nitens
folk
appear
catbirds
eremophila
wingbars
current
indian
long-standing
loggerhead
international
;
order
bird
thin
body
thryomanes
cachinnans
water
passerine
passerina
others
along
pileated
swan-necked
extreme
whistled
unidentified
38
cuckoo
longicaudus
chuck-will's-widow
larger
alaska
commonly
suggests
leconteii
usually
presaging
studies
honor
named
love
clark
gull
black-and-white
phileo
brown-necked
brevirostris
passerculus
amoena
rarely
singing
carduelis
use
from
sedge
sensu
rissa
few
argentatus
nigricollis
waterbird
peru
australian
haemorhous
columba
49
``
slim
albicollis
on
skua
about
thrasher
southwards
8
olive
phagos
griseus
campylorhynchus
canadian
rufum
mid-sized
animals
this
boat-tailed
towhee
cap
modified
motacilla
sternidae
can
island
averages
rufus
breeds
erythrorhynchos
nearest
del
phoebe
uruguay
pensylvanica
smyrna
0.4
neotropical
high
heard
aethia
recognized
woodlands
bowerbird
britannica
californicus
native
pink
lacks
predominantly
waterthrush
cuba
pine
regions
located
cardinal
forest
pure
red-breasted
sighting
yellowish
140
5.1
may
waters
southern
restrict
manitoba
united
preferred
preferring
virens
winter
temperate
bilineata
kingbird
neck
light
sw
naturae
fratercula
rather
cool-temperate
eurasian
greenfinch
necklace
tall
pubescens
typical
lighter
cepphus
indeed
pointed
mainly
lophodytes
including
goldfinch
tyrant
boreal
birds
scissor-tailed
le
group
platyrhynchos
buldir
forms
permanent
marsh
orange
vancouver
oz
decades
heermann
s.
nadh
serra
nuthatch
marmaduke
1758
blue-grey
masséna
thrix
half
not
thus
now
tern
term
piranga
name
streaks
l.
james
identified
subcontinent
noveboracensis
pewee
bills
coniferous
primarily
woodpeckers
related
livens
year
et
myrtle
out
canada
shown
'
aechmophorus
grebe
black-throated
oreoscoptes
50–54
red
petrochelidon
molothrus
khelidon
blue-winged
fennoscandia
kaup
erythrophthalmus
completely
bering
california
crassirostris
calypte
marine
celata
short-billed
geococcyx
whip-poor-will
pheuktiko
speckled
florida
british
times
counterpart
length
place
audubon
yellow-headed
south
first
upperparts
pelican
laniidae
americana
stevens
third
2,000
powerful
mistranslated
one
pusilla
specifically
conte’s
comprises
sounds
open
endemic
size
3⁄4
parkesia
little
ancient
ovenbird
breed
atricapilla
unspecified
seiurus
bahamas
indicate
2
megaceryle
grackles
appalachian
white
99.7
trichas
vermivorum
eyes
pribilof
mostly
that
streaked
lists
dabchick
cornutus
violetear
sharp-tailed
baja
glaucescens
than
population
11
wide
13
12
15
14
17
16
19
split
clay-colored
sawbills
discolor
halcyon
glossy
were
brunneicapillus
russia
and
pied-billed
canadensis
lines
red-eyed
grayish
1.9
spelled
seabirds
ossifragus
say
icterus
throat
curved
thryothorus
petechia
saw
their
ringed
hooded
hawaiian
sulcirostris
eburnea
note
endangered
aviculture
baird
best
which
resembling
alpestris
red-bellied
onocrotalus
bunting
redstart
selasphorus
sterna
eight
petros
olive-green
henslowii
america
winters
conspicuous
placement
especially
aeneus
considered
melanoptila
average
atypical
nigripes
guinea
bonariensis
fact
kuril
yellow-billed
pomatorhine
german
nearctic-neotropical
charles
merit
kittiwake
bright
seaweed
southwestern
rounded
0.44
debate
ground
gulf
rasa
(
circumpolar
varia
state
should
palustris
only
wood
black
henslow
inhabit
local
carolina
means
morphological
nonbreeding
coronata
tierra
words
beak
gray-crowned
nearly
areas
gray
regarding
guillemot
1829
psittacula
upper
eyebrow
calling
insectivorous
carrion
prothonotary
vireonidae
6.3
sparrows
where
mid-alberta
spotted
available
humans
dabbling
relative
–
certhia
thalassinus
anatidae
red-shouldered
bombycilla
diver
still
cyanea
tend
3
paroaria
between
gemstone
across
spinus
nashville
weighing
superior
auks
treecreeper
pluck
yellowthroat
queensland
armenian
leucosticte
slaty-backed
kingfishers
flycatchers
limits
many
region
southernmost
loudly
streams
constantine
blackbirds
swallow
comes
among
protonotaria
cm
palmarum
maculosus
catbird
ants
migrant
johann
spans
sequences
extinct
westwards
phalacrocoracidae
turkey
8.3
8.5
rusty
west
locally
mark
tropical
genetic
pomarinus
picidae
suspicion
louisiana
ruticilla
cowbirds
sub-species
rustica
c.
received
painted
1812.
ipswich
fruits
puerto
red-headed
extant
lato
those
sound
these
plain
appearance
will
flaviventris
hovering
lumped
texas
country
wild
jay
conspecific
cock
eruthros
virescens
chat
resident
sayornis
commander
middle
limnothlypis
swainsonii
bushveld
13.5
palearctic
perhaps
cyanoptera
caryocatactes
vermivora
woodland
siberian
same
member
crow-sized
hummingbird
parts
bairdii
rust-coloured
cristatella
habitats
isla
18–23
subunit
sandwichensis
vociferus
yellow-footed
status
sturnella
cardinal-buntings
grosbeaks
columbia
slightly
dolikhos
nest
hairy
harris
colouring
violet
off
22–27
tachycineta
pileatus
spizella
pipilo
colour
locality
well
roughly
severe
jersey
hesperiphona
english
markings
bodies
latest
caerulea
summer
cistothorus
iridescent
less
savannah
when
wren
rest
nicknamed
archilochus
glabrirostris
rapid
aurocapilla
phoeniceus
seems
except
warbler-like
other
extends
rosy
wet
extensive
undertail
raven
resolved
red-winged
around
icteridae
cayman
pied
dominicensis
early
five
makes
corvidae
world
part
accepted
prominent
meaning
lincoln
toxostoma
fossils
like
americanus
lightning
united-states
fringillidae
become
reduced
junco
because
habitat
puffin
pacific
hair
podiceps
chlidonias
helmitheros
flush
diving
slavonian
jays
caribbean
delaware
recorded
overlap
does
stearn
thraupidae
carolinensis
refer
scientific
a.
rock
ornithologist
swainson
albatrosses
although
refers
northwest
noisy
comparison
mockingbirds
rare
stocky
of
troglodytidae
coat-of-arms
favorite
brittany
slender
yellow-throated
hirundo
myiarchus
seeds
greatly
mixed
lazuli
introduced
or
ornithologists
thick-billed
pale
own
previously
spreading
drab
warbling
gleaner
chestnut-sided
due
included
grayish-buff
accounts
female
secretive
belted
dorsalis
kokkuzo
1986
phoebastria
mississippi
linnaeus
sexes
strictly
there
philadelphia
/ˈmælɑːrd/
sides
towhees
cheeks
appears
citrina
ruficapilla
house
erythropthalmus
breeding
valley
laysan
11.5
ivory
eastern-central
north
auklets
relatives
bombycillidae
but
corvus
laridae
sub-arctic
xanthocephalus
long-tailed
melanerpes
also
pelecanus
albus
whitish
melospiza
phoebes
placed
below
fregatidae
cerulean
blackbird
distribution
vieillot
dendroica
darker
strongly
migrate
measure
leuconotopicus
antillarum
deep
an
3,200
as
pooecetes
at
atitlán
subtropical
spends
continental
4.5
lanius
extending
worm-eating
variety
black-capped
nutcracker
forests
field
pacifica
valid
5
pheucticus
clay-coloured
finch
bewick
nelson
mnion
wetland
separate
auritus
2005
carpodacus
variation
includes
cucullatus
massachusetts
marshes
garrulus
pinus
eye-ring
cliff
remote
sordidulus
oriole
dryocopus
mass
mimid
hydroprogne
embracing
subarctic
tyrannus
songs
birders
thunderstorms
