abandon
abandoned
abilities
ability
able
abruptly
absence
absent
abundance
abundant
academy
accented
accept
acceptable
accepted
access
accipiter
accipiters
accompanied
according
account
accumulate
acorns
acquire
acquired
acres
acrobatically
act
action
active
actively
activities
activity
acts
actual
actually
ad
adapt
adaptable
adaptation
adaptations
adapted
added
addition
additional
additionally
address
adjacent
adopted
adult
adulthood
adults
advantage
advertising
aerial
aethia
aewa
affect
affected
afghanistan
africa
african
age
ages
aggression
aggressive
aggressively
agile
agility
agitated
ago
agreement
agricultural
agriculture
aid
air
al
alabama
alarm
alarmed
alaska
alaskan
alba
albatross
albatrosses
alberta
albicollis
alder
alert
aleutian
alexander
alfred
alike
all
allan
allen
allopatric
allow
allowed
allowing
allows
alongside
alps
altered
alternate
alternative
altitude
altitudes
altogether
altricial
amazon
america
american
americana
americas
ammodramus
amounts
amphibians
amphipods
ample
analyses
analysis
anas
ancestor
ancestors
ancestral
ancient
and
andes
animal
animals
annonaceae
annual
annually
ant
antarctic
anti
antilles
antonio
ants
apart
aphids
appalachian
apparent
apparently
appear
appearance
appeared
appearing
appears
applies
apply
approach
approached
approaches
approaching
appropriate
appropriately
approximately
april
aquatic
arabia
archipelago
arctic
area
areas
argentina
arid
arizona
arkansas
arrival
arrive
arrived
arrives
arriving
art
arthropods
artificial
as
ascending
ash
asia
asian
asio
ask
aspect
assessed
assigned
assist
assisting
assists
associate
associated
association
assume
assumed
asynchronous
ater
atlantic
atoll
attach
attached
attack
attacked
attacking
attacks
attempt
attempted
attempting
attempts
attend
attention
attract
attracted
attractive
attracts
attributed
audubon
august
auk
auklet
auklets
auks
australasian
australia
australian
authorities
authors
autumn
availability
available
average
averaged
averages
averaging
avian
avoid
avoided
avoiding
avoids
away
azores
backed
backs
backward
backyard
backyards
bad
bahamas
baird
baja
baker
bald
baltimore
band
banded
banding
bands
bangs
bank
bar
barbados
barbara
bare
barely
bark
barn
barred
barren
barriers
barring
bars
basal
base
baseball
based
bases
basic
basin
basis
bathe
bats
bay
bays
beach
beaches
beak
beaks
bear
bears
beat
beats
beautiful
beds
bees
beetle
beetles
began
begging
begin
beginning
begins
begun
behavior
behavioral
behaviors
behaviour
belief
believed
belize
bell
bellied
bellies
belly
belong
belonging
belongs
beneath
beneficial
benefit
benefited
benefits
bergmann
bering
bermuda
berries
berry
best
better
bewick
bib
big
bill
billed
bills
binomial
biogeography
biology
biomass
birch
bird
birders
birds
bit
black
blackberries
blackbird
blackbirds
blackish
blind
blood
blotched
blotches
blue
bluebirds
blueish
bluish
bob
boddaert
bodied
bodies
body
bogs
bold
bolivia
bonaparte
bonariensis
bond
bonding
bonds
bone
bones
book
border
bordered
borders
boreal
borealis
boring
bound
boundaries
bow
bows
boxes
brachyrhynchos
brain
branch
branches
brandt
brazil
bread
breaking
breast
breasted
breasts
bred
breed
breeder
breeders
breeding
breeds
brehm
brewer
brewster
bridge
briefly
bright
brighter
brightly
brightness
brilliant
bring
bringing
brings
britain
britannica
british
broad
broader
broadleaved
broken
bronze
brood
brooded
brooding
broods
brought
browed
brown
browner
brownish
brunswick
brush
brushy
bubo
buds
budworm
buff
buffy
bugs
build
building
buildings
builds
built
bulk
bulky
bull
bunting
buntings
buried
burned
burrow
burrows
bursera
bush
bushes
buteo
butterflies
buzz
buzzed
buzzy
cache
caches
cactus
caerulescens
california
californian
californicus
called
calling
calls
came
camouflage
camouflaged
campaign
canada
canadensis
canadian
canary
canopy
cap
capable
cape
capped
captive
captivity
capture
captured
carcasses
cardinal
cardinalidae
cardinals
care
carefully
cares
caribbean
carl
carnivores
carnivorous
carolina
carolinas
carolinensis
carotenoid
carried
carrion
carry
carrying
cars
cascade
case
cases
caspian
cassin
cat
catalina
catbird
catbirds
catch
catching
category
caterpillars
catesby
cats
cattail
cattails
cattle
caucasus
caught
cause
caused
causes
causing
cave
caves
cavities
cavity
ceased
cedar
cedros
cemeteries
center
centimetres
centipedes
central
centre
centuries
century
cephalopods
cereal
certain
certainly
ceryle
chain
chance
chances
change
changed
changes
changing
channel
character
characteristic
characteristics
characterized
charles
chase
chased
chasing
chat
chatter
chattering
che
check
checklist
cheek
cheeked
cheeks
cherry
chest
chestnut
chew
chick
chickadees
chicks
chief
chile
chin
china
chinese
chip
chipmunks
chipping
chips
chirping
chirps
choice
cholera
choose
chooses
chord
chosen
christian
christmas
christopher
chukchi
church
churr
cicadas
cilla
cinerea
cinnamon
circle
circling
circumpolar
circumstances
cited
cities
city
clade
clark
classed
classical
classification
classified
classifies
clay
clean
clear
clearance
cleared
clearing
clearings
clearly
clemente
cliff
cliffs
climate
climates
climatic
clinal
close
closed
closely
closer
closest
clumped
clutch
clutches
cm
co
coast
coastal
coastline
coasts
coat
coccyzus
code
coffee
cold
colder
collar
collared
collected
collecting
collectively
collisions
colombia
colonial
colonially
colonies
colonised
colony
color
colorado
coloration
colored
colorful
coloring
colors
colour
colouration
coloured
colouring
colours
columbarius
columbia
combination
combined
come
comes
coming
commander
commemorates
commercial
committee
common
commonly
communal
communicate
communication
communities
compact
comparatively
compared
comparison
compete
competes
competing
competition
competitors
complete
completed
completely
completing
complex
composed
comprise
comprises
comprising
conceal
concealed
concentrated
concentrations
concern
concerns
concluded
condition
conditions
conducted
cones
confirmed
conflict
confuse
confused
confusing
confusion
congo
congregate
conical
conifer
coniferous
conifers
connecticut
conrad
consequently
conservation
conserve
consider
considerable
considerably
considered
considering
consist
consistent
consisting
consists
conspecific
conspecifics
conspicuous
conspicuously
constant
constantly
construct
constructed
construction
consume
consumed
consumes
consuming
consumption
contact
contain
contained
containing
contains
contamination
contents
continent
continental
continue
continued
continues
continuing
continuous
continuously
contrast
contrasting
contribute
contributing
control
conversely
cooler
cooper
cooperative
cooperatively
cooperii
copepods
copulate
copulation
copulations
cormorant
cormorants
corn
cornell
correct
correlated
correlation
corvidae
corvids
corvus
costa
costs
counterpart
counterparts
countries
country
county
couple
course
courses
court
courting
courtship
cover
covered
covering
covers
coverts
cowbird
cowbirds
coyotes
crabs
cream
creamy
create
created
creates
creating
creeper
creeps
crescent
crest
crested
crests
crevice
crevices
crickets
cries
crimson
cristata
critical
critically
croak
crop
crops
cross
crossed
crouch
crow
crown
crowned
crowns
crows
crustaceans
cruz
cryptic
cuba
cuckoo
cuckoos
cues
culmen
cultivated
cultivation
cup
cups
curious
current
currently
curve
curved
cutting
cyanocitta
cycle
cymbopetalum
da
daily
dakota
damage
dance
danger
dark
darker
darkest
data
date
dates
david
dawn
day
days
daytime
ddt
dead
deal
death
debate
debris
decade
decades
decaying
december
decidedly
deciduous
declare
declared
decline
declined
declines
declining
decrease
decreased
decreases
decreasing
decurved
deep
deeper
deeply
defence
defend
defended
defending
defends
defense
defensive
defined
deforestation
degraded
degree
degrees
dehydrogenase
del
deliberate
demonstrate
demonstrated
denmark
dense
densely
denser
densities
density
depart
departing
department
departure
depend
dependent
depending
depends
depicted
deposits
depression
depressions
derived
derives
desalinate
descend
descending
described
describing
description
desert
desertion
deserts
despite
destroy
destroyed
destruction
detailed
details
detected
determine
determined
detrimental
develop
developed
development
develops
devour
diameter
die
died
diet
diets
differ
difference
differences
different
differentiated
differentiation
differing
differs
difficult
difficulty
digging
dimorphic
dimorphism
direct
direction
directly
disappeared
disappearing
discovered
disease
diseases
dispersal
disperse
displaced
display
displayed
displaying
displays
dissimilar
distance
distances
distant
distinct
distinctive
distinctly
distinguish
distinguishable
distinguished
distinguishes
distinguishing
distract
distributed
distribution
disturbance
disturbances
disturbed
diurnal
dive
diver
diverged
divergence
diverse
diversity
dives
divide
divided
diving
dna
documented
does
dogs
dogwood
doing
domed
domestic
dominance
dominant
dominated
dorsalis
dots
double
dove
down
downward
downy
dozen
drab
dragonflies
drainage
draining
dramatically
drawn
dried
drier
drill
drink
drive
driven
driving
drooped
drooping
drop
dropped
dropping
droppings
drops
drought
drum
drumming
dry
duck
ducks
dull
duller
dung
duration
dusky
dust
duties
dwarf
eagle
eagles
ear
eared
earlier
early
earned
ears
earth
earthworms
easily
east
eastern
easy
eat
eaten
eater
eating
eats
eclipse
ecological
ecology
ecuador
ed
edge
edged
edges
edition
eds
edward
effect
effects
efficient
effort
efforts
egg
eggs
eggshell
egypt
el
elaborate
elevated
elevation
elevations
eliminated
elongated
elusive
emberizidae
emergent
empidonax
en
enables
enclosed
encompasses
encountered
encounters
encourage
encouraged
end
endangered
endemic
ending
ends
enemies
energetically
energy
engage
engaged
england
english
enormous
ensure
enter
entering
entire
entirely
entrance
environment
environmental
environments
epithet
equal
equally
equivalent
ernst
erratic
error
escape
especially
essentially
establish
established
establishing
esters
estimated
estimates
estonia
estuaries
et
eurasia
eurasian
europa
europe
european
evaluated
evening
evenly
event
events
eventually
evidence
evolution
evolutionary
evolved
exact
examined
example
examples
excavate
excavated
excavates
exceed
exceeded
excellent
exception
exceptionally
excess
excessive
excited
excluding
exclusively
excretes
excubitor
exhibit
exist
existing
exists
expanded
expanding
expansion
expansions
expected
experience
experienced
experiment
experimental
experiments
explained
explains
explanation
exploit
explorer
explosive
expose
exposed
exposure
expression
extant
extend
extendable
extended
extending
extends
extension
extensive
extensively
extent
external
extinct
extinction
extirpated
extra
extract
extreme
extremely
eye
eyebrow
eyed
eyes
eyestripe
face
faced
faces
facial
facilitate
facilitated
facing
fact
factor
factors
failed
fails
failure
faint
fairly
faithful
falco
falcon
falcons
falkland
fall
fallen
falling
falls
familiar
families
family
famous
famously
fanned
fanning
far
farm
farmers
farming
farmland
farmlands
farms
farther
fast
faster
fat
favor
favored
favorite
favors
favoured
fear
feather
feathered
feathers
feature
featured
features
february
fed
federal
feed
feeder
feeders
feeding
feeds
feet
felis
fell
female
females
fennoscandia
feral
fertile
fewer
fibers
fidelity
field
fields
fiercely
fifth
fight
fighting
fights
film
final
finally
finch
finches
finding
finds
fine
finer
finished
finland
fir
first
fish
fisher
fisheries
fishes
fishing
fitness
flammeus
flank
flanks
flapping
flash
flat
flattened
fledge
fledged
fledging
fledgling
fledglings
flesh
fleshy
flew
flexible
flick
flicker
flicking
flier
fliers
flies
flight
flights
flimsy
floaters
floating
flock
flocking
flocks
flooded
flooding
floor
florida
floridanus
flow
flower
flowering
flowers
fluctuate
fluff
flute
flutter
fluttering
fly
flycatcher
flycatchers
flycatching
flying
focus
folded
foliage
folk
folklore
follow
followed
following
follows
fond
food
foods
foot
footed
forage
forages
foraging
force
forehead
foreign
forest
forested
forestry
forests
fork
forked
form
formation
formed
forming
forms
forster
forward
fossil
fossils
fourth
fox
foxes
fragmentation
fragmented
france
francisco
free
french
frequencies
frequency
frequent
frequently
fresh
freshwater
friedrich
friend
frigate
frigatebirds
fringes
fringilla
fringillidae
frogs
fruit
fruits
ft
fuego
fully
fulmars
fur
furthermore
future
gain
galapagos
gallery
galápagos
garbage
gardens
gather
gave
genders
gene
genera
general
generally
generations
genes
genetic
genetically
genetics
genus
geographic
geographical
geographically
george
georgia
geothlypis
german
germany
gets
giant
given
gives
giving
glacial
glaciation
gland
glaucous
glean
gleaned
gleaning
gleans
glides
global
globally
gloger
gloss
glossy
gmelin
goddess
going
golden
goldfinch
golf
gone
good
gorget
goshawks
government
grackle
grackles
gradual
gradually
grain
grains
grams
grand
grande
grape
grapes
grass
grasses
grasshoppers
grassland
grasslands
grassy
grating
gravel
gray
grayer
grayish
great
greater
greatly
grebe
grebes
greek
green
greener
greenfinch
greenish
greenland
gregarious
grey
greyer
greyish
grinnell
grosbeak
grosbeaks
ground
grounds
group
grouped
groups
grow
growing
grown
growth
guadalupe
guard
guarding
guards
guatemala
guerrero
guide
guinea
gular
gulf
gull
gulls
gumbo
guttural
ha
habit
habitat
habitation
habitats
habits
hair
hairs
half
hampshire
hand
handful
hanging
happens
harass
hard
hardwood
hardwoods
harm
harsh
hartert
harvested
hatch
hatched
hatching
hatchlings
hats
having
hawaii
hawaiian
hawk
hawking
hawks
hawthorn
hay
head
headed
heads
health
healthy
hear
heard
heart
heat
heavier
heavily
heavy
hectares
hedgerows
heermann
height
held
help
helpers
helpful
helpless
helps
hemisphere
henslow
heron
herons
herring
hickory
hidden
hide
hiding
hierarchies
hierarchy
high
higher
highest
highly
hill
hills
himalayas
hirundo
historic
historically
history
holarctic
hold
holding
holds
hole
holes
hollow
home
homes
honduras
honor
hood
hooded
hook
hooked
hop
hopping
hops
horizontal
hormone
horn
horned
horny
host
hosts
hot
hour
hours
house
houses
hover
hovering
hovers
hue
huge
human
humans
hummingbird
hummingbirds
hundreds
hunt
hunted
hunters
hunting
hunts
hybrid
hybridisation
hybridization
hybridize
hybridizes
hybrids
hypothesis
ice
iceland
icterid
icteridae
icterids
icterus
idaho
identical
identification
identified
identify
identifying
ii
illegal
illinois
illustrated
illustrations
image
imbibe
imitating
immature
immatures
immediately
immune
impact
imperial
important
improve
improved
in
inaccessible
inches
include
included
includes
including
incomplete
inconspicuous
increase
increased
increases
increasing
increasingly
incubate
incubated
incubates
incubating
incubation
independent
independently
india
indian
indicate
indicated
indicates
indicating
indicator
indies
indigenous
indigo
indistinct
indistinguishable
individual
individuals
infected
infection
infested
influence
influenced
information
inhabit
inhabits
initial
initially
initiated
injury
inland
inner
insect
insectivore
insectivorous
insects
inside
inspection
instance
instead
insufficient
insulation
intelligent
intense
interaction
interactions
interbreed
interbreeding
intergrade
interior
intermediate
internal
international
interspersed
interval
intervals
intraspecific
introduced
introduction
intruder
intruders
invariably
invasive
invertebrate
invertebrates
investment
involved
involves
iowa
iran
ireland
iridescence
iridescent
iris
irises
isla
island
islands
isles
isolated
isolation
israel
it
italian
italy
item
items
iucn
ivory
ivy
jaegers
jamaica
james
january
japan
japanese
jay
jays
jean
jellyfish
jerky
jersey
jesus
johann
john
johnston
join
joining
joint
jon
journey
jr
july
jumping
junco
june
juniper
just
juvenile
juveniles
ka
kamchatka
kansas
kazakhstan
keeping
kentucky
kept
kestrel
key
keys
kg
kill
killed
killing
kills
kilometres
kind
king
kingbirds
kingdom
kingfisher
kingfishers
kite
kites
kleptoparasitism
km
knocking
know
knowledge
known
korea
krill
kuril
la
laboratory
labrador
lack
lacking
lacks
laid
lake
lakes
land
landfills
landing
lands
landscape
landscapes
language
languages
lanius
lanka
large
largely
larger
largest
larus
larvae
larval
lasting
lasts
late
later
latest
latham
latin
latitude
latitudes
lawrence
lay
layer
layers
laying
lays
laysan
lazuli
lb
lead
leading
leads
leaf
leafhoppers
league
learn
learning
leave
leaves
leaving
led
ledges
left
leg
legal
legged
legs
lemon
length
lengths
lesser
leucophrys
level
levels
lice
lichen
lichens
lies
life
lifespan
lift
light
lighter
lightly
lights
like
likely
limbo
limit
limited
limits
lincoln
line
lineage
lineages
linear
lined
lines
linger
lining
linked
linnaeus
list
listed
literally
literature
litter
little
live
lived
lives
livestock
living
lizards
local
locality
locally
locate
located
locating
location
locations
locusts
loggerhead
logs
london
long
longer
longest
longevity
longline
look
looking
looks
loops
loose
lores
lose
loss
lost
lot
lotor
loud
louis
louisiana
love
low
lower
lowered
lowlands
lucien
ludovicianus
lumped
made
magpies
main
maine
mainland
mainly
maintain
maintained
maintaining
major
majority
make
makes
making
malaysia
male
males
mallard
mammalian
mammals
man
manage
managed
management
mandible
mangrove
mangroves
manitoba
manner
manoeuvrability
mantle
maple
maples
march
marginally
margins
marine
maritime
mark
marked
markedly
marking
markings
marks
marsh
marshes
martin
mary
maryland
mask
masked
mass
massachusetts
massive
mat
mate
mated
material
materials
mates
mating
matter
mature
maturity
maximum
may
mayanum
meadows
mean
meaning
means
meant
measure
measured
measurements
measures
measuring
meat
mechanical
mechanism
mechanisms
mediterranean
medium
megaceryle
megascops
melbourne
melodic
member
members
memory
menhaden
mentioned
mercury
merely
merit
merlins
metabolic
metal
metallic
meters
method
metres
mexican
mexicanus
mexico
mi
mice
michigan
mid
middle
midwest
midwestern
migrant
migrants
migrate
migrated
migrates
migrating
migration
migrations
migratorius
migratory
mile
miles
miller
million
mimic
mimicking
mimicry
mimidae
mimus
mind
minimal
minnesota
minor
minute
minutes
miocene
mississippi
missouri
mistake
mistaken
mite
mites
mitochondrial
mix
mixed
mixture
mm
mob
mobbing
mockingbird
mockingbirds
moderate
moderately
modern
moist
mojave
molecular
molluscs
mollusks
molothrus
molt
mongolia
monogamous
monomorphic
monotonous
monotypic
montana
montane
montanus
month
months
monument
moon
morning
morocco
morph
morphological
morphologically
morphology
morphs
mortality
moss
motacilla
moth
mother
moths
mottled
moult
moulting
mountain
mountainous
mountains
mounts
mouth
mouths
moved
movement
movements
moving
mph
mtdna
mud
multiple
muscicapa
muscles
musical
mutual
myrtle
nadh
naked
named
names
namesake
nape
naricorns
narrow
narrower
nasal
natal
national
native
naturae
natural
naturalist
naturally
nature
near
nearby
nearer
nearest
nearly
neat
nebraska
necessary
neck
necked
necks
nectar
need
needed
needles
needs
negative
neighboring
neighbors
neighbouring
neighbours
nelson
neotropical
nest
nester
nesters
nesting
nestling
nestlings
nests
netherlands
nets
nevada
new
newborn
newfoundland
newly
nicaragua
niger
night
nightjar
nights
nile
nineteenth
niño
nocturnal
noise
noisy
nomadic
nomenclature
nominate
non
nonbreeding
nonetheless
normal
normally
north
northeast
northeastern
northerly
northern
northernmost
northwards
northwest
northwestern
norway
nose
nostrils
notable
notably
notched
note
noted
notes
noticeable
noticeably
noticed
noting
nova
noveboracensis
novel
november
nuclear
nuevo
nuisance
number
numbers
numerous
nunavut
nuthatch
nutrient
nutrition
nuts
nw
oak
oaks
oberholser
objects
obligate
observation
observations
observe
observed
observer
observers
obtain
obtained
obvious
occasion
occasional
occasionally
occasions
occidentalis
occupied
occupies
occupy
occur
occurred
occurrence
occurrences
occurring
occurs
ocean
oceanic
oceans
ochre
october
of
off
offer
offering
official
offshore
offspring
oh
ohio
oil
oklahoma
old
older
oldest
olivaceus
olive
omen
omnivorous
one
ones
ongoing
onomatopoeic
ontario
onwards
open
opening
openings
opens
operations
opossums
opportunistic
opportunistically
opportunities
opportunity
opposed
opposite
optimal
or
orange
orangish
orchards
order
oregon
oreothlypis
organisms
organs
oriental
origin
original
originally
originated
oriole
orioles
ornamental
ornithological
ornithologist
ornithologists
ornithology
out
outbreak
outbreaks
outer
outside
outward
oval
overall
overgrown
overlap
overlapping
overlaps
overwinter
owl
owls
ownership
oz
pacific
painted
pair
paired
pairs
pakistan
pale
palearctic
paler
pallas
palustris
panama
panhandle
paper
parasite
parasites
parasitic
parasitism
parasitize
parasitized
parent
parental
parents
park
parkesia
parking
parks
part
partial
partially
participate
particular
particularly
parties
partly
partner
partners
parts
parulidae
pass
passage
passages
passer
passerina
passerine
passerines
passes
passing
past
pastures
patch
patches
path
pattern
patterned
patterns
pause
peak
peaks
peanuts
peck
pecking
pectoral
peculiar
pelagic
pelecanus
pelican
pelicans
pellets
peninsula
peninsular
pennsylvania
people
perceived
percent
percentage
perch
perched
perches
perching
peregrine
peregrinus
perform
performed
performing
performs
period
periods
permanent
peru
pes
pest
pesticide
pesticides
pests
peter
petrels
petrochelidon
pets
phagos
phalacrocorax
phase
phenomenon
philadelphia
philippines
phoeniceus
photo
phrase
phrases
phylogenetic
physical
physically
pica
pick
picked
picking
piece
pieces
pied
piercing
pierre
pigments
pileated
pine
pines
pinicola
pink
pinkish
pinus
piranga
pitch
pitched
place
placed
placement
places
plain
plains
plan
plant
plantations
planted
planting
plants
plastic
plate
plateau
plates
platform
play
playback
playing
plays
pleistocene
plentiful
plot
plots
plumage
plumaged
plumages
plumes
plunge
plunging
podiceps
poem
point
pointed
pointing
points
poison
poisoning
polar
pole
poles
pollination
pollution
polyglottos
polygynous
ponds
poor
poorly
poplar
popular
population
populations
portion
portions
pose
position
positive
positively
possess
possible
possibly
post
postage
posts
posture
potential
potentially
pouch
power
powerful
practice
prairie
prairies
pre
precocial
predate
predated
predation
predator
predators
predatory
predominantly
preening
prefer
preferably
preference
preferences
preferentially
preferred
preferring
prefers
prehistoric
presence
present
preservation
pressures
presumably
presumed
prevent
prevents
previous
previously
prey
preyed
preys
prickly
primaries
primarily
primary
prince
principally
prior
probability
probably
probing
problem
problems
procellariiformes
process
proclaim
procyon
produce
produced
produces
producing
production
projection
prolific
prolonged
prominent
prominently
prone
pronounced
proper
proportion
proportionally
proposed
protect
protected
protecting
protection
protections
protein
protocalliphora
proventriculus
provide
provided
provides
providing
provinces
provision
proximity
published
puerto
puffins
pulling
pure
purple
purplish
purpose
purposes
pursued
pursuit
pushed
pusilla
pyrrhonota
quality
quantities
quantity
quarter
quarters
quebec
quick
quickly
quiet
quiscalus
quite
raccoons
race
racemosa
races
radiation
ragweed
rain
rainforest
raise
raised
raises
raising
range
ranges
ranging
ranks
rapid
rapidly
raptorial
raptors
rare
rarely
rarer
raspy
rat
rate
rates
ratio
rats
rattle
rattling
raven
ravens
re
reach
reached
reaches
reaching
reactions
readily
ready
rear
rearing
reason
reasons
receive
recent
recently
reclusive
recognise
recognised
recognition
recognizable
recognize
recognized
record
recorded
recording
records
recovered
recruitment
rectrices
red
reddish
reduce
reduced
reduces
reducing
reduction
reductions
reed
reeds
refer
reference
references
referred
referring
refers
refuse
regard
regarded
regarding
region
regions
regrowth
regular
regularly
regurgitated
regurgitation
related
relation
relationship
relationships
relative
relatively
relatives
released
reliable
reliably
rely
remain
remained
remaining
remains
remarkable
remarked
remiges
reminiscent
remote
removal
remove
removed
repaired
repeated
repeatedly
repeating
repertoire
repetition
repetitive
replaced
replacement
replacing
report
reported
reportedly
reports
represent
represented
represents
reproduce
reproduction
reproductive
reptiles
republic
require
required
requires
research
researchers
resemblance
resemble
resembles
resembling
reserve
reserves
reservoirs
reside
resident
residential
residents
resides
resistant
resolved
resources
respectively
respects
respond
responds
response
responses
responsible
rest
resting
restricted
result
resulted
resulting
results
retain
retained
retains
retreats
return
returned
returning
returns
reveal
revealed
reverse
review
rhythm
rica
rice
rich
richer
rico
ridgway
right
rim
ring
ringed
rings
rio
riparian
rise
rises
rising
risk
ritual
rivals
river
rivers
road
roadkill
roads
roadsides
robert
robin
robins
robust
rock
rockfish
rockies
rocks
rocky
rodents
role
roman
roof
roost
roosting
roosts
root
rootlets
roots
rosa
rose
rotten
rough
roughly
round
rounded
route
routes
ruber
rubra
rubus
ruddy
rufous
rule
rump
rumped
run
running
runs
rural
rush
russia
russian
rust
rusty
sacramento
safe
sage
sagebrush
saharan
said
saint
sakhalin
salamanders
sale
saline
salmonella
salt
saltwater
salvador
san
sand
sandwich
sandy
santa
sap
saskatchewan
savanna
savannah
saw
says
scale
scandinavia
scapulars
scarce
scare
scarlet
scattered
scavenge
scavenging
sciences
scientific
scientists
scotia
scotland
scrape
scraps
scratch
scratching
screech
scrub
scrubby
se
sea
seabird
seabirds
seal
search
searching
seas
season
seasonal
seasonally
seasons
seaweed
second
secondaries
secondary
seconds
secretions
secretive
sedentary
sedge
sedges
seed
seeds
seek
seeking
seen
sees
select
selected
selection
selective
selects
semi
sensitive
separate
separated
separating
separation
september
sequence
series
seriously
serve
service
ses
set
setophaga
settle
settled
seven
severe
severity
sex
sexed
sexes
sexual
sexually
shade
shaded
shades
shafts
shaggy
shake
shallow
shan
shape
shaped
share
shared
shares
sharing
sharp
sharply
shearwaters
sheath
shed
sheds
sheen
sheer
shell
shells
shelter
sheltered
shift
shifting
shinned
shiny
ship
shoals
shooting
shore
shores
short
shorter
shortly
shot
shoulder
shouldered
shoulders
showed
showing
shown
shows
shrike
shrikes
shrill
shrimp
shrub
shrubby
shrubland
shrubs
shy
siberia
side
sided
sides
sierra
sight
sighted
sighting
sightings
sign
signal
signalling
signals
significant
significantly
signs
silent
silk
silky
simaruba
similar
similarities
similarity
similarly
simple
simply
sing
singing
single
singly
sings
sister
sit
site
sites
sits
sitting
situated
situation
situations
size
sized
sizes
skin
skuas
skull
sky
slate
slaty
sleep
slender
slight
slightly
slim
slope
slopes
slow
slowly
slurred
small
smaller
smallest
smallish
smith
smooth
snails
snake
snakes
snatch
snow
social
socially
society
socorro
soft
softer
soil
solely
solitary
solution
somewhat
song
songbird
songbirds
songs
sonora
soon
sooty
sort
sound
sounding
sounds
source
sources
south
southeast
southeastern
southern
southernmost
southward
southwards
southwest
southwestern
sp
space
spaces
span
spanish
spans
sparrow
sparrows
sparsely
spatial
special
specialized
speciation
species
specific
specifically
specimen
specimens
speckled
speckles
spectacles
spectacular
speed
spend
spending
spends
spent
sperm
spider
spiders
spills
spizella
split
splotches
spot
spots
spotted
spotting
spp
spread
spreading
spring
spruce
sq
square
squeaky
squid
squirrels
sri
st
stable
stage
stages
stand
standard
standards
standing
stands
staple
starling
starlings
start
starting
starts
starvation
state
stated
states
stations
status
stay
staying
stays
steal
stealing
stearn
steep
stems
step
stepped
sterna
sternidae
stick
sticks
stimulate
stocks
stocky
stomach
stop
stopover
stops
store
stored
storing
storm
storms
story
stout
straight
strategies
strategy
straw
stray
straying
streak
streaked
streaking
streaks
streamers
streams
stress
stressed
stretches
stretching
striatus
strictly
striking
strikingly
string
stripe
striped
stripes
strips
strix
strong
stronger
strongly
structure
structures
stubby
studied
studies
study
sturdy
style
sub
subarctic
subcontinent
subdued
subfamily
subject
submerged
subsequent
subsequently
subspecies
substantial
substrates
subterminal
subtle
subtropical
subunit
suburban
suburbs
success
successful
successfully
succession
successional
successive
suet
suffer
suffers
sufficient
sufficiently
sugar
sugary
suggest
suggested
suggesting
suggests
suitable
suited
sumac
summer
summers
sun
sunflower
sung
supercilium
superficial
superspecies
supplement
supplies
supply
support
supported
supports
supposed
suppression
sur
surface
surplus
surrounding
surroundings
survey
survival
survive
surviving
susceptible
suspected
sustained
sw
swainson
swainsonii
swallow
swallowed
swallowing
swallows
swamp
swamps
sweden
sweet
swift
swifts
swim
swimming
switching
switzerland
swoop
swooping
syllable
symbol
sympatric
synonym
systema
systems
taiga
tail
tailed
tails
taken
takes
taking
tall
tallgrass
tamaulipas
tame
tanager
tanagers
tangle
target
targeted
targets
tarsus
taxa
taxon
taxonomic
taxonomy
team
technique
temperate
temperature
temperatures
tend
tendencies
tendency
tending
tends
tennessee
tent
term
terms
tern
terns
terrestrial
territorial
territories
territory
tertials
testes
testing
texas
thailand
thayer
the
theory
thick
thicker
thicket
thickets
thing
thinner
thirds
thirty
thistle
thomas
thorn
thorns
thorny
thought
thousands
thrasher
thrashers
thraupidae
threat
threatened
threatening
threats
three
thrive
throat
throated
throats
thrush
thrushes
tidal
tied
tierra
tightly
tik
timber
time
times
timing
tinge
tinged
tinkling
tiny
tip
tipped
tips
titmice
to
tobago
today
toe
toes
told
tolerated
toned
tongue
tool
tools
tops
toronto
torpor
total
towhee
town
towns
toxic
track
trade
tradition
traditional
traditionally
trait
traits
transcribed
trapped
trapping
travel
travels
treated
treaty
tree
trees
treetops
trend
triglycerides
trikhos
trill
trilled
trills
trinidad
trips
troglodytes
tropical
tropics
true
trunk
trunks
try
trying
tufted
tundra
tune
tunnel
turdus
turkey
turn
turned
turning
turns
twentieth
twice
twigs
twittering
two
type
types
typical
typically
tyrannidae
tyrannus
tyrant
uk
ultimately
unable
uncertain
unclear
uncommon
undergo
undergrowth
underneath
underparts
underside
understood
understory
undertail
underwater
underwing
underwings
undulating
unfortunately
uniform
union
unique
united
university
unknown
unless
unlike
unlikely
unmated
unmistakable
unrelated
unused
unusual
unusually
up
upper
upperparts
upperside
upperwings
upright
upside
upward
upwards
urban
uruguay
us
usa
usage
use
used
useful
uses
using
usual
usually
utah
utilize
vaccinium
vagrant
vagrants
valid
validity
valley
vancouver
varia
variable
variants
variation
variations
varied
varies
variety
various
vary
varying
vast
vegetated
vegetation
venezuela
vent
venture
vermivora
vermont
version
versions
versus
vertebrate
vertebrates
vertical
vertically
vessels
vibrant
vibrating
vicinity
victim
victims
victoria
vieillot
vigilance
vigorously
vines
violet
vireo
vireos
virginia
virginianus
virtually
virus
visible
visit
visited
visiting
visitor
visitors
visits
visual
vivid
vocal
vocalisations
vocalization
vocalizations
voice
volume
von
vorare
vulnerable
wailing
wait
waiting
wake
walk
walking
wall
wander
wanderer
wandering
war
warble
warbler
warblers
warbling
warm
warmer
warming
warmth
wary
washed
washington
wasps
waste
watch
watching
water
waterbirds
waters
waterthrush
waterthrushes
wave
wax
waxwing
way
ways
weak
wear
weasels
weather
web
webbed
webs
wedge
wee
weed
weeds
week
weeks
weevils
weigh
weighing
weighs
weight
weights
well
west
western
westward
wet
wetland
wetlands
wetter
wheat
whee
whilst
whip
whistle
whistled
whistles
whistling
white
whiter
whitish
wide
widely
wider
widespread
wild
wildlife
william
willow
willows
wilson
wind
window
windows
wing
wingbars
wingbeats
winged
wings
wingspan
wingtips
winter
wintered
wintering
winters
wiped
wire
wires
wisconsin
wood
wooded
woodland
woodlands
woodpecker
woodpeckers
woods
woody
wool
word
words
work
working
works
world
worm
worms
worn
woven
wren
wrens
written
wyoming
yards
year
years
yellow
yellowest
yellowish
york
young
younger
yucatan
yucatán
yukon
zealand
zone
zones
zonotrichia
zoologist
zoology
