three-toed
mandible
yellow
four
woods
corvids
relationships
whose
onux
auk
swan
cooperi
edward
under
lord
immature
saskatchewan
oceans
alcidae
every
inhabits
vast
alpine
naturalist
skills
unrelated
greenish
nondescript
frigatebirds
merganser
coccothraustes
bill
sooty
phipps
surrounding
second
summer
kentucky
elegans
cactus
blue
panama
jaeger
hesperiphona
asia
lights
yellow-bellied
gramineus
above
new
tips
kingbirds
mew
songbirds
alcyon
domesticus
quiscalus
golden
roadrunner
south-central
highly
visible
agelaius
total
dna
mexico
delawarensis
call
type
until
hypochrysea
females
populations
brushy
deciduous
adult
colaptes
sinaloan
waxwing
word
whip-poor-will
mm
mi
worm
cristata
foliage
newfoundland
ciris
indicates
indies
pipit
amphispiza
woodpecker
bonaparte
grosbeaks
/ˈmælərd/
vagrant
fulmar
rhinoceros
very
hot
1758
widespread
after
shores
siberia
third
plumaged
greek
green
fregata
order
over
chloroceryle
grey-brown
mallard
tremblers
6.3
12.5
japan
before
highlights
stevens
,
westwards
distinguishing
belly
downy
ovenbird
widely
band
they
mimicking
bank
rocky
sub-antarctic
grasslands
classified
chuck
each
feeds
fairly
series
fast-running
dark-eyed
passeridae
savannarum
sounds
washed
venezuela
arizona
u.s.
succession
threatened
little
mourning
buntings
paradisaea
crowned
rubra
tristis
eared
grasses
days
dispersal
columbiana
colibri
frugivore
restrict
wash
picoides
helmitheros
another
niger
eremos
hood
similarly
pelagic
perching
approximately
listed
cyanocitta
ranging
western
somewhat
cormorant
classed
elegant
cowbird
tree
likely
bridge
red-cockaded
pallida
seen
mid-western
subspecies
relatively
sexes
wax-like
that
-
isolated
metallic
chest
streaked
though
phileo
lists
zealand
definitely
deeply
cyclorrhynchus
leucophrys
eurasia
insects
sage
glaucous
colors
catbirds
northeast
resemblance
just
glaukos
pleistocene
minnesota
rico
rich
wide
cardinals
coast
guatemala
despite
crotophaga
forficatus
covering
philadelphicus
bay
18
mockingbirds
celata
mistranslated
tephrocotis
habit
testing
plumage
leukos
nocturnal
rudis
oreothlypis
best
bunting
westernmost
excubitor
rings
pomarine
certhia
monocerata
underparts
fruits
however
southeast
nunavut
received
black-footed
country
bronzed
saltmarsh
puffin
genus
southeastern
red-legged
legs
height
lamprotornis
starling
jays
ammodramus
coat-of-arms
union
three
been
.
much
ring-billed
life
oryza
eastern
tyrannidae
white-eyed
redstarts
white-headed
exception
east
kingfisher
warbler
lesser
near
brewer
galbula
is
it
in
0.30
confirmed
suggest
make
split
colonies
several
bogoslof
european
cardinalidae
rain
i.
kept
possibly
diomedeidae
ocean
the
indigo
sulcirostris
wasps
diver/arctic
1771
endangered
belongs
has
nightjar
ponds
mayo
interior
insect-eating
forested
cape
apart
fulmarus
cooler
54
seaside
50
specific
55
night
riparia
greenland
old
psittacula
crown
crows
vesper
dense
swallow-tailed
for
purple
fox
prairies
lapis
months
pacificus
misleading
auratus
islands
seabird
slightly
ruby-throated
corax
beetles
formerly
caspia
odd-looking
down
coastal
immutabilis
39.5
oreoscoptes
fringillidae
flying
tame
ludovicianus
was
dryobates
canadensis
head
6
muscicapa
hemisphere
true
portions
piculets
yellowthroat
cormorants
bred
hiemalis
covers
evidence
''
lumped
saltwater
emberizidae
nigripes
constructed
marking
no
cistothorus
tip
crowns
southeasternmost
's
fusca
variable
parapatric
n.
typically
proposed
together
collared
lincolnii
time
songs
kuril
global
vermilion
subarctic
abundant
seed-eating
zone
vermivora
leconteii
rubinus
bewickii
analogous
vespertinus
superspecies
heermanni
vegae
nesting
forked
cool
cardellina
philippines
travels
brachyrhynchos
brownish
gilvus
red-faced
upper
obsoletus
michahellis
inland
prairie
~70
saya
appear
eremophila
current
long-standing
del
ivory
hairy
water
along
appears
unidentified
cuckoo
canadian
jay
jungles
commonly
usually
studies
love
passerculus
rarely
sedge
sensu
rissa
territories
argentatus
peru
australian
``
skua
southwards
olive
griseus
campylorhynchus
petrel
rufum
mid-sized
towhee
cap
modified
can
rufus
breeds
nearest
uruguay
smyrna
heard
californicus
pink
winter
means
pine
cardinal
s.
pure
140
5.1
may
southern
manitoba
breasted
virens
temperate
neck
sw
naturae
rather
tall
typical
cepphus
indeed
pointed
mainly
lophodytes
goldfinch
boreal
birds
group
platyrhynchos
geo
forms
bombycillidae
suspicion
ipswich
decades
texas
nuthatch
marmaduke
blue-grey
thrix
half
podilymbus
glabrirostris
now
tern
term
piranga
name
streaks
james
rock
coniferous
woodpeckers
livens
year
et
myrtle
canada
shown
black-throated
dehydrogenase
albus
molothrus
fennoscandia
million
erythrophthalmus
california
crassirostris
calypte
marine
pheuktiko
british
place
pyrocephalus
first
pelican
americana
striking
one
pusilla
long
conte’s
comprises
ring
open
size
3⁄4
given
grackle
breed
bahamas
indicate
2
megaceryle
grackles
white
vermivorum
eyes
mostly
white-throated
season
dabchick
sharp-tailed
baja
than
population
11
10
13
12
15
14
17
16
19
bobolink
glossy
were
wetland
russia
spizella
and
red-eyed
ani
seabirds
ossifragus
say
icterus
thryothorus
saw
caryocatactes
hooded
inches
note
carduelis
aviculture
take
resembling
selasphorus
sterna
lanius
anatidae
henslowii
america
winters
conspicuous
resident
especially
aeneus
considered
average
wing
bonariensis
yellow-billed
german
merit
kittiwake
bright
southwestern
rounded
0.44
ground
gulf
gull
3
only
wood
black
henslow
carolina
morphological
nonbreeding
coronata
nearly
lighter
buldir
regarding
1829
carrion
prothonotary
scott
where
auritus
relative
geothlypis
red-shouldered
bombycilla
diver
outside
between
across
blue-winged
treecreeper
pluck
armenian
kingfishers
groove
region
23
southernmost
loudly
comes
among
protonotaria
maculosus
catbird
ants
spans
extinct
boat
turkey
west
locally
mark
tropical
pomarinus
will's
red-headed
extant
lato
those
sound
these
also
many
conspecific
cock
eruthros
commander
floridanus
limnothlypis
swainsonii
13.5
palearctic
cyanoptera
11.5
woodland
siberian
same
crow-sized
rust-coloured
cristatella
isla
subunit
vieillot
yellow-footed
status
sturnella
dolikhos
arctic
harris
hummingbird
tachycineta
pipilo
locality
roughly
severe
bodies
gavia
slaty
being
generally
rest
undertail
archilochus
aurocapilla
phoeniceus
seems
except
rosy
extensive
around
icteridae
cayman
dark
world
migrant
meaning
fossils
lightning
united-states
clay
claw
reduced
junco
pacific
podiceps
diving
slavonian
caribbean
sitta
phalacrocoracidae
refer
scientific
swainson
refers
on
phagos
island
troglodytidae
favorite
neotropical
slender
myiarchus
chipping
mixed
lazuli
or
ornithologists
spreading
warbling
accounts
kokkuzo
strictly
laniidae
philadelphia
/ˈmælɑːrd/
sides
towhees
ruficapilla
valley
auklets
corvus
with
dabbling
cyanea
blackbird
darker
strongly
migrate
leuconotopicus
antillarum
deep
an
as
pooecetes
at
atitlán
rustica
spends
4.5
extending
masséna
nutcracker
field
valid
5
pheucticus
glaucescens
separate
carpodacus
a.
meadowlarks
massachusetts
marshes
queensland
brandt
remote
mass
nelson
hydroprogne
missouri
all
chinese
suburban
lack
fuego
larus
migrates
coccyzus
transits
referring
to
tail
alberta
crest
al.
belonging
song
far
swallows
coloured
fall
mergus
trikhos
mniotilta
anas
sluggish
large
sand
dusky
small
20th
1987.
grasshopper
rosefinches
crests
melancholicus
swamps
magnolia
version
ceryle
dwells
smyrnensis
ranges
icteria
chebec
strong
icterid
colored
base
phalacrocorax
via
family
africa
pliny
herring
eye
distinct
contains
two
dolichonyx
mimidae
0.85
chrysoptera
minor
more
chestnut
crested
known
krill
red-winged
middle
nine
male
beautiful
brown
minimus
northernmost
states
hyemalis
lacks
species
information
5.3
5.5
peregrina
occidentalis
occasionally
petchary
mangroves
derived
nearctic
acadian
yncas
horizontal
a
short
thalasseus
orchard
prefers
chordeilinae
eats
perhaps
shore
chebecker
grande
grasshoppers
brehm
mexican
sternula
winged
taxonomy
through
linnaeus
its
24
27
21
22
systema
greatly
actually
late
hillsides
parts
argentina
wingspan
formosa
guiraca
evening
males
hunter
yellow-legged
iridescent
muskeg
easily
frigate
fully
vociferus
found
duller
referred
heavy
weighs
england
weight
house
fish
duchess
glacialis
ailuroedus
since
pigeon
pubescens
streaking
olive-brown
yellow-breasted
occurs
wisconsin
podicipedidae
bird-of-paradise
extraordinary
butcherbird
members
backed
uplands
albatross
caerulescens
americas
american
torquata
nelsoni
feed
major
strepera
neglecta
feet
antrostomus
flycatcher
passer
castanea
coasts
least
storm
purpureus
observations
white-crowned
relationship
meridionalis
carolinus
authors
corniculata
king
john
double
flavifrons
grey
hudros
bohemian
ecuador
treated
iliaca
phoebetria
antarctica
oriole
vulnerable
mountain
wilson
zonotrichia
depending
puffins
camouflage
majority
build
tunstall
buff
troglodytes
cyanocorax
measures
medium-sized
most
flavus
mangrove
black-billed
patterned
clear
sometimes
cover
km
part
olivacea
thomas
particularly
sparrow
flicker
scattered
fine
deserts
northern
bicolor
distributed
haemorhous
8
his
speckled
breast
closely
international
during
mnion
alexander
parisorum
nicknamed
necked
querula
petrochelidon
subcosmopolitan
forster
short-billed
stercorariidae
bars
ses
appalachian
aphelocoma
collectively
see
are
sea
close
stearn
2.5
barn
guinea
currently
bellied
songbird
smallest
various
bellies
black-necked
europe
latin
recently
initially
wintering
oryzivorus
sole
distinguish
both
anthus
shrike
roman
thrashers
pileatus
whole
baltimore
cucullatus
northeastern
tennessee
crinitus
stercorarius
throughout
north-central
described
raise
old-growth
hirundo
due
suburbs
nape
orioles
contopus
hokkaidō
flight
amphibians
empidonax
adaptable
lives
bluish-green
cerorhinca
loon
thlupis
straight
thrasher
iucn
while
tigrina
p.
all-black
century
moth
north-western
golden-winged
smithsonianus
rio
salpinctes
passeriformes
1611
meadowlark
belong
greyer
shag
spurius
used
syn
bewick
stripe
recent
early
lower
older
cheek
edge
five
spend
tanager
migratory
montanus
auklet
commemorates
predominantly
cerulea
continent
coerulescens
accepted
$
penicillatus
alternate
jäger
prominent
chaparral
australia
chlorurus
sayornis
subfamily
wings
nucifraga
cuculidae
citrea
breeder
fuertesi
interbreeding
lucien
rubescens
caspian
often
pitirre
duck
some
back
urile
palm
3.1
nicaragua
3.9
sturnidae
smallish
vocalizations
lark
juncos
anna
be
eating
lakes
grosbeak
forsteri
flanks
panhandle
ochre
by
gigas
setophaga
passerella
britannica
range
maritimus
shiny
fratercula
into
within
noveboracensis
mitochondrial
primarily
seasons
mantled
ontario
serrator
specifically
handbook
ptilonorhynchidae
dumetella
:
mountains
melodia
elsewhere
hawaiian
atlantic
line
migrating
up
horned
cheeks
similar
called
associated
adults
scarlet
single
diverse
chat
long-billed
%
creeper
nigra
backs
mtdna
grouped
parakeet
neotropics
ornithologia
cyanocephalus
vireo
pinicola
scrub
sided
william
pelagicus
drab
desert
practically
sawyer
2005
pagophila
once
gadwall
recorded
erythrocephalus
onomatopoeically
colubris
blue-headed
rufous
young
arid
include
parulidae
caprimulgidae
olivaceus
northwestern
this
originally
oros
smaller
crow
aedon
rivers
nighthawk
nests
nitens
folk
wingbars
indian
loggerhead
;
bird
phoebe
body
thryomanes
cachinnans
passerine
passerina
others
pileated
extreme
great
38
longicaudus
larger
alaska
suggests
makes
honor
named
clark
black-and-white
brevirostris
names
amoena
singing
nest
use
from
few
depicted
nigricollis
waterbird
tillo
columba
slim
albicollis
comparison
sister
central
billed
animals
tunnel
when
motacilla
sternidae
thin
of
averages
erythrorhynchos
pensylvanica
0.4
brittany
high
aethia
recognized
woodlands
bowerbird
native
united
melospiza
waterthrush
picidae
regions
located
forest
oz
yellowish
waters
preferred
preferring
bilineata
kingbird
light
lines
sub-arctic
baird
eurasian
greenfinch
necklace
including
tyrant
superior
le
permanent
marsh
orange
vancouver
heermann
nadh
serra
l.
identified
subcontinent
pewee
bills
related
whitish
measure
patch
out
'
aechmophorus
grebe
red
common
khelidon
kaup
completely
bering
breweri
river
geococcyx
g
florida
times
counterpart
length
audubon
yellow-headed
south
upperparts
borealis
there
parkesia
2,000
powerful
endemic
ancient
atricapilla
unspecified
seiurus
their
intermediate
99.7
trichas
pribilof
enucleator
cornutus
violetear
melanerpes
clay-colored
sawbills
discolor
halcyon
brunneicapillus
distinguished
pied-billed
grayish
1.9
spelled
have
throat
curved
petechia
ringed
mid
eburnea
1.39
relatives
which
alpestris
red-bellied
onocrotalus
brazil
redstart
eight
petros
olive-green
placement
melanoptila
atypical
face
distinctive
normally
fact
warblers
pomatorhine
schistisagus
charles
seaweed
debate
rasa
(
circumpolar
varia
should
palustris
inhabit
local
cuba
tierra
words
beak
areas
gray
guillemot
eyebrow
calling
insectivorous
vireonidae
embracing
sparrows
widow
spotted
available
humans
thalassinus
violet
still
tend
state
paroaria
gemstone
spinus
nashville
weighing
auks
leucosticte
flycatchers
limits
streams
constantine
blackbirds
swallow
jersey
cm
palmarum
presaging
johann
sequences
8.3
8.5
rusty
genetic
long-tailed
louisiana
ruticilla
cowbirds
sub-species
c.
painted
1812.
puerto
reinhold
plain
appearance
will
flaviventris
hovering
belted
wild
virescens
almost
thus
bairdii
bushveld
)
white-breasted
member
rose-breasted
northwest
habitats
sandwichensis
rivoli
difficult
columbia
colouring
off
colour
variety
well
scissor
english
markings
latest
caerulea
less
savannah
wren
not
ashy
rapid
extends
wet
raven
resolved
pied
dominicensis
cedar
xanthocephalus
cedrorum
lincoln
toxostoma
like
americanus
sized
martin
become
because
habitat
hair
chlidonias
flush
home
delaware
overlap
does
thraupidae
carolinensis
ornithologist
albatrosses
although
includes
noisy
about
rare
stocky
whistled
yellow-throated
seeds
sighting
tailed
introduced
thick-billed
pale
own
previously
gleaner
included
female
secretive
dorsalis
1986
phoebastria
mississippi
solitarius
continental
citrina
erythropthalmus
breeding
laysan
red-breasted
north
but
laridae
monotypic
pelecanus
phoebes
placed
below
fregatidae
cerulean
distribution
dendroica
euphagus
3,200
subtropical
49
black-capped
forests
pacifica
other
finch
mimid
corvidae
resembles
variation
garrulus
pinus
eye-ring
cliff
sordidulus
dryocopus
tyrannus
birders
thunderstorms
